Repository: mozilla-l10n/mt-training-data
Catalog: fmp/fmp_pontoon.tmx
Source language: en_us
Languages: fmp

source: Service and Retail
fmp: mfα' pí fěnwū nshʉ̌'shʉ'

source: Share Common Voice
fmp: ghααsǐ Common Voice

source: Share your clip
fmp: ά pen ghάά lo'tαndα'' yi

source: Shortcuts
fmp: shuαnzhi

source: [Should be ‘dinosaurs’]
fmp: [fhʉ̄ mᾱ ngén mᾱ « mʉ́ά nə̌ ]

source: [Should be “We are”]
fmp: [fhʉ́mᾱ ngén bᾱ « mbα mαlahā lᾱ »]

source: Single
fmp: pǒ' njā'nu

source: Single sentence submission
fmp: cǎh pǒ' njā'nu

source: Skip
fmp: tōh

source: Small batch
fmp: men pū'

source: Small batch sentence submission
fmp: cǎh póó nkamnkǎm njá'nu

source: Source: { $sentenceSource }
fmp: zʉ̌'fhʉ̄ : { $sentenceSource }

source: Speak
fmp: lah ngə́

source: Speak now
fmp: pά o ghə̂

source: Speak options menu
fmp: Tíá nzhinzhǐnu « lah ngə́»

source: Start recording
fmp: tō' lo'tαndα''

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
fmp: <strong>[ zhiēpʉ̄ᾱ' ]</strong> mvěn mʉ́ά nə̌ <strong>[ zhiēpʉ̄ᾱ' ]</strong> -rias.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
fmp: <strong>[ lamsi]</strong> mvěn mʉ́ά nə̌ <strong>[ cwêh ]</strong> Trias.

source: Submit
fmp: cah

source: Submit a new question for the community to read and respond to
fmp: phʉ̄ mó' nte'sínu fī ά póálᾱ' yū', mbát mbά' nte'sinu yāā

source: Submit a report
fmp: cǎh sēnsōk

source: Submit clips
fmp: cǎh ntīēntíé lo'tαndα'

source: Submit new questions for the community to read and respond to
fmp: phʉ̄ njá'nu fī , ά póálᾱ' cēh mbát mbά' yāā

source: Success
fmp: nu lά nak

source: success checkmark
fmp: tó' yi kά nak lά

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
fmp: ghʉ̌ yāā sīāh nά pah lōm ndáh mbēn njā'nu. ghʉ̌ yāā sīāh nά pah coh . Sīāh náh nkō' náh njᾱ' . <strong> ǒ si lάh nah ncáh pα̌' patnjīī no !</strong>

source: Taking several attempts to read a word.
fmp: ghʉ ncámncām náh ncāh tα' njā'wū.

source: Tap
fmp: nǒ' nά

source: Technology and Robotics
fmp: nǔntēnᾱ pí pʉmαntēnᾱ

source: Thank you for contributing your bulk submission!
fmp: pα̌h pén yí nά mbʉ̄ᾱ pěn cǎh njá'nu tαnjə̄ lά !

source: Thank you for contributing your voice!
fmp: pα̌h pén nά mbʉ̄ᾱ pěn hά nzhi yi lά

source: Thank you for donating your voice clips!
fmp: pα̌h pén mbʉ̄ᾱ pěn hά nzhī'si yū'tōk yi lά.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
fmp: Pα̌h pén yíí nά lo'tαndα'' yi !<lineBreak></lineBreak>Pά o pēn tαndα' ntie'ê, ncáh kǎmnu kά ten le.

source: Thank you for your voice information
fmp: pα̌h pén nά nkěn njú'ntōk yǐ

source: The bumblebee sped by.
fmp: lamsá khʉα

source: The clip has disrespectful or offensive language.
fmp: njʉnjāk yū'tōk lά ghʉ̌ ghə̌nǔ si nhu'ni sí' mbᾱ fa'á bᾱ lóknshu.

source: The giant dinosaur of the Triassic.
fmp: Mʉ́ά mvěn nə̌ Trias.

source: The giant dinosaurs of the Triassi-.
fmp: mʉ́ά mvěn nə̌ Tria-.

source: The giant dinosaurs of the Triassic.
fmp: mʉ́ά mvěn nə̌ Trias.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
fmp: mvěn mʉ́ά nə̌ Trias. <strong>[mǒ' nzhi mά bᾱ mα ǎ céh ]</strong>

source: The giant dinosaurs of the Triassic. Yes.
fmp: Mʉ́ά nə̌ Trias. ŋ̄h.

source: The giant dino <strong>[cough]</strong> the Triassic.
fmp: mven mʉ̄ᾱ nə <strong>[ cwêh ]</strong> le Trias.

source: There are currently no sentences to review in this language.
fmp: Sə̌ njā'nu sī wū nah ncóh ndénsí ntie'ê nά bé ghə bᾱ.

source: The recording was too long.
fmp: lo'tαndα'' lά sah yə̌.

source: The recording was too quiet.
fmp: cwi'nzhi yū'tōk lά yah yə̌

source: The recording was too short.
fmp: lo'tαndα'' lά kōh kam yə̌

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
fmp: cwǐ'nzhǐ mfāhsī mfhʉ̄ nά ncêhwū mbǎ' ǒ mʉnzhwīē. Ɑ́ pen lí'wᾱ' lά mα mα cwǐ'nzhǐ yə́ tαshʉ̄α tα mᾱncwē ǒ (ntie' tαnjə̄) yī mα yáá tα̌ sīē tα pó lα bᾱ njū' si lensǐ nά céhwū yāā lά bᾱ.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
fmp: pó fhʉ'sǐ nga'ntīa njá'nǔ nhα ntié' mα Common Voice. lah ntō' ntie'ê pά o <writeURL>nŋwά'</writeURL> tα' njā'nu ǒ <reviewURL>cohndénsí</reviewURL> njá'nu mfhʉ̄ tα̌ Common Voice.

source: The sentence has a grammatical or spelling error.
fmp: njā'nu lά ghʉ̌ hě sīēmbʉ̄ᾱ sí' mbh̄ fa'á bᾱ

source: The sentence has disrespectful or offensive language.
fmp: njā'nu lά ghʉ̌ ghənu sipe' sí' mbᾱ fa'á bᾱ lóknshu .

source: The sentence must be grammatically correct.
fmp: njā'nǔ ghʉ lah ntēn pəpé' nά pǎh siēmbʉ̄ᾱ

source: The sentence must be speakable.
fmp: njā'nǔ ghʉ lah mbᾱ mα pά wwn ghə̌ pí nshu

source: The sentence must be spelled correctly.
fmp: njā'nǔ ghʉ lah mbᾱ mα pó cohsi tíé pəpē'

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
fmp: Báá nken lά mά yī mα wěn kwe' lά, lí' cwi' lά mα ǒ mʉnjū' pəpē'. Pα̌h ndí' zū lά mα pα̌h yάά mfʉα zēn nά nkwe nu kά mʉnjīī nō lά, tα mᾱnzhī mά nu pά' zēn zǒ pí tó'nkěnkhǔndʉ̄ᾱ no sī mʉntōm mbᾱ mbα pα' nǔ'nzᾱ o ǒ yo mbʉ́ά bᾱ lά bᾱ

source: Three to go!
fmp: yāā yát mbōk ndα̌' tāā!

source: Too many files
fmp: nzhǐnu yə̌

source: Transcribe audio recordings into text
fmp: ghʉ̌ yū'tōk nά mbʉ́ά pαᾱtie

source: Transcribe audio recordings in your language
fmp: Lǎhyū'ntók nά ghə zǒ

source: Try again by dragging your file here
fmp: pat ndí'mfʉα'si lά ngʉ́ nzhinu no sīāh sê

source: Try uploading again
fmp: pat ŋáh lah ncáh

source: Understand contribution criteria
fmp: lah njū' kělahntīā lah nkōsī

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
fmp: ά pen yū' wū yi yáá ncāk mά pen kʉ́' ntōk náh njū' ntie' pěn njū' njʉnjāk yū'ntōk lά náh ncwí' mbα kwα' lo'tαndα'' yi!

source: Upload aborted. Do you want to delete your recordings?
fmp: lah ncáh kα' nák. Ǒ mʉnkwé' lah ncwē lo'ndó' no í ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
fmp: { $totalSentences } njá'nu pó tīā lά nά. Nǒ' <downloadLink>here</downloadLink> náh ntēh njá'nu pó wᾱ' lά

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
fmp: { $uploadedSentences } { $totalSentences } njá'nu pó tīā lά nά. Nǒ' <downloadLink>here</downloadLink> náh ntēh njá'nu pó wᾱ' lά.

source: Upload failed, please retry.
fmp: yāā kα' shʉ́ά, pat ŋáh

source: Upload <icon></icon> public domain sentences
fmp: cǎh <icon></icon> njá'nu nά nǔ ngwě'

source: Upload in progress...
fmp: cǎh nzhi...

source: Upload more sentences?
fmp: ά pen cáh mó' njá'nu

source: Use correct grammar
fmp: siēmbʉ́ά ghʉ lah mbᾱ nά nka'

source: Use correct spelling and punctuation
fmp: mbʉ́άtie pí ntén ghʉ lah mbᾱ nά nka'

source: Validate Readings
fmp: pēn pα̌ncéhwū

source: Validate Readings, Review Transcriptions
fmp: pēn pα̌ncéhwū, ncóhndénsí tiē yāā

source: Validate Readings <small>(Coming soon)</small>
fmp: pēn pα̌ncéhwū <small>(Tα mó'līē')</small>

source: Validate readings submitted by community members
fmp: pēn ncéhwū póálά' cah lά

source: Validate user-recorded readings in your language
fmp: pēn ncéhwū pʉ kά mʉndáh zūmfά' mfά' ntám ghə yǐ lά.

source: Varying Pronunciations
fmp: ghəmα nshu pí cópntīē

source: Volume
fmp: Cwǐ'nzhi

source: Want to save your information? <createProfile>Create a profile</createProfile>
fmp: ǒ mάnkwé' lah ndó' nken ǒ tαndα' í ? <createProfile>cwēh tα' tó'nini</createProfile>

source: We are going out to get a coffee.
fmp: mbα mαlahā lᾱ, nden mᾱ kάshʉα.

source: We are going out to get coffee.
fmp: mbα mα lahā lᾱ nzα̌ inshʉ́ά

source: We couldn’t get any audio clips for you to listen to. Please try again later.
fmp: pαh kα' ghʉ́ njʉnjāk yū'ntōk. Pat mfhʉ́ά' ntiē' mo'

source: We couldn’t get any sentences for you to speak. Please try again later.
fmp: pα̌h ŋah lah ngʉ́ njá'nu lah ngə́ mα nshu kīkē. Patŋáh ntié'mo'

source: We may have run out of clips - refresh the page, or try again later.
fmp: pαh kα' mbát ngʉ́ njʉnjāk lah mbēn tαndα̌' nά báá ghə lά

source: We’re going out to get coffee.
fmp: Mbα mαlahā den kάshʉα.

source: We're making some big changes
fmp: pα̌h mʉngʉ́ mʉ́ά ncōpsi

source: We’re sorry, your platform is not currently supported.
fmp: ά pen lάhsí yōh, tᾱ' pō kα' tᾱ sómbō náh nkō bé siīmfα' le.

source: We've run out of sentences to record in this language...
fmp: pαh kα' pátngʉ́ njá'nu lah ndó' tαndα̌' nά bé ghə le...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
fmp: yáá ncāk mά nzhǐnzhǐ mbʉ́ά lah nzhī'sī si ndǒk í bᾱ mα pά yāā kōsī lah ndά' nǔ yuᾱ njam. Pά pō pēn mbα yuα titen tᾱ' ά yáá si ké lah njū' nkwe céhwū tα mīe. Pά pō pēn mbα tα' mbūαni yɔ̌nshǐ njam, tᾱ' pó lα pēn yɔ̌nshi kά mʉnké lah njū' mbαyaā njā'wū lά bᾱ

source: What issues are you experiencing with this sentence?
fmp: Yaā ngǎnga tά pěn mʉnjīī ?

source: What needs to be in my file?
fmp: kά mά ntám ya nzhinu ?

source: What sentences can I add?
fmp: yaā njá'nu tά pά n ncwî' ?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
fmp: ά pen lí'yū' lά, ncóh ndénsí yī mα wū pó lo'tαndα'' lά mʉmbómsí pí wū pó tie lά, mbά' mbα̌ njam mbα mα nhe kα' yə̄ nά ā.<br/> nhe kά nē njə̄ lά bê:

source: Why are you asking?
fmp: nukά báá te'sínu lα̂ ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
fmp: pά o lǎh ninitō' no mᾱnjīī mvak mfα' mǒ mʉnnák lά, mbát njóksí ó nά kə̌ pʉ kά nhᾱ njú'ntōk lά

source: Write
fmp: -ŋwα'

source: Write options menu
fmp: tíá nzhinzhǐnu «ŋwα' »

source: y
fmp: o

source: Y
fmp: O

source: Yes
fmp: ŋ̄h

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
fmp: pά o lǎh mbα nshuαnzhi kǒ'tie: { sc-review-form-button-approve-shortcut } náh mbēn , { sc-review-form-button-reject-shortcut } lah ngwᾱ', { sc-review-form-button-skip-shortcut } lah ntōh

source: You cannot add multiple sentences for a single submission
fmp: pά ǒ lα cwí' njá'nu tαndjə̄ ntiē' cah ndα̌' cāmshʉ' bᾱ

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
fmp: ǒ yá' kwēn nά ndhʉ̌ lah ncáh nά bé pαα le. Nᾱ' mbīᾱ { $retryLimit } mbhʉ̄ tᾱ nhᾱ njá'nu fī. Pα̌ pén nά pīᾱ zǒ !

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
fmp: ǒ yá' kwēn nά ndhʉ̌ lah ncáh nά bé pαα le. Nᾱ' mbīᾱ { $retryLimit } ci' tᾱ nhᾱ njá'nu fī. Pα̌ pén nά pīᾱ zǒ !

source: You must allow microphone access.
fmp: yáá pe' mά ó cō' cwi'nzhi.

source: You’re contributing to a target segment
fmp: pěn mα nkōsī tα' wé pʉ

source: You’re contributing to our first target segment
fmp: pěn mα nkōsī yoh ntúmbhi wé pʉ

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
fmp: ǒ mʉngén mα wǎ . Lah tα' ntie' náh mbát ncēh njā'nu, ndénsí yī mα yáá tēn pəpē' lά .

source: You're helping Common Voice reach our daily sentence goals!
fmp: pěn mʉnkōsī Common Voice lah mfά' mfα̌' líé'nzᾱ nά njá'nu

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
fmp: njʉnjāk yo ghə̌ cámko lά mie ! O bά njū' na o pəpē', mα pά o cōp mbʉ́ά lah mfά' ndáh ndά'sí ndά'sí mó' njá'zū ntám ghə yǐ

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
fmp: pαh kα' pátngʉ́ mó' njá'nu mα pó tie tαndα̌' nά bé ghə le ... Mó'ntie' mα njá'nǔ nά ghə̌ yi cámko sí' njǎt wū bᾱ ! O bά njū' nā ō pəpē', mα pά o cōp mbʉ́άnak náh ndά'sí mó' njá'nu mα ghə zǒ.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
fmp: pen mᾱngʉ tᾱ Common Voice kwēn nά <goalPercentage></goalPercentage> yi túnǔ nkwelīē' { $goalValue } lo'tαndα' !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
fmp: pen mᾱngʉ tᾱ Common Voice kwēn nά , <goalPercentage></goalPercentage> yi túnǔ nkwelīē' { $goalValue } pēntαndα' !
